[M_Ep5_ThePhoenix MissionDefinition]
MissionName="Caçada à Águia de Fogo"
MissionDescription="Para derrotar Jack você precisa encontrar um soldado chamado Roland.  Se você procurar no cofre dentro do quartel general dos Crimson Raiders, talvez consiga uma pisa sobre o seu paradeiro."
TurnInDescription="Lilith, aliás... a Águia de Fogo, informou que Roland foi sequestrado pelo mesmo clã de bandidos que invadiu seu refúgio.  Você precisa resgatá-lo."
MissionSummary="Encontre a Águia de Fogo."
MissionGiver="Scooter"
MissionTurnInLocation="Águia de Fogo"
TeaserText=""

[M_Ep5_ThePhoenix:CrossNarrowBridgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep5_ThePhoenix:EnterBanditCampset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep5_ThePhoenix:EnterCaveSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep5_ThePhoenix:ExitCavesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep5_ThePhoenix:FindFink MissionObjectiveDefinition]
ProgressMessage="Encontre Fink"

[M_Ep5_ThePhoenix:FindFireHawkCave MissionObjectiveDefinition]
ProgressMessage="Siga os sinais dos Bloodshots"

[M_Ep5_ThePhoenix:FindFireHawkCaveSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep5_ThePhoenix:FindPhoenix MissionObjectiveDefinition]
ProgressMessage="Encontre a Águia de Fogo"

[M_Ep5_ThePhoenix:FirstBloodshotSignSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep5_ThePhoenix:GiveEridium MissionObjectiveDefinition]
ProgressMessage="Entregue o Eridium para Lilith"

[M_Ep5_ThePhoenix:GiveEridiumSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep5_ThePhoenix:GoToCanyon MissionObjectiveDefinition]
ProgressMessage="Vá para o Cânion Frostburn"

[M_Ep5_ThePhoenix:GoToIceCanyonSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Para derrotar Jack você precisa encontrar um soldado chamado Roland. Ele está desaparecido mas, você tem uma pista: uma caçadora de recompensas muito temida, conhecida como Águia de Fogo, entrou em contato com o Roland pouco antes de você chegar.\nProcure essa tal Águia de Fogo, no [place]Cânion Frostburn[-place] e talvez você consiga encontrar o Roland."

[M_Ep5_ThePhoenix:GotoRolandsSafe MissionObjectiveDefinition]
ProgressMessage="Procure no cofre do Roland"

[M_Ep5_ThePhoenix:GrabEridium MissionObjectiveDefinition]
ProgressMessage="Pegue a pedra de Eridium"

[M_Ep5_ThePhoenix:GrabEridiumSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Ajude Lilith a expulsar os Bloodshots."
MissionDescriptionOverride="Para derrotar Jack você precisa encontrar um soldado chamado Roland.  Ele está desaparecido mas, você tem uma pista: uma caçadora de recompensas muito temida, conhecida como Águia de Fogo, entrou em contato com o Roland pouco antes de você chegar.\nApós encontrá-la, você descobriu que a Águia de Fogo na verdade era a Lilith, uma antiga Caçadora da Sepultura e amiga do Roland.  Ela afirma que está do seu lado.  Se você ajudá-la a lidar com os Bloddshots, ela lhe dará informações importantes sobre o paradeiro do Roland.  Lilith fica mais forte quando está sob os efeitos do Eridium, por isso, ela pediu que você traga um pouco pra ela.\n"

[M_Ep5_ThePhoenix:HelpLilithDefeatBandits MissionObjectiveDefinition]
ProgressMessage="Elimine os bandidos"

[M_Ep5_ThePhoenix:HelpLilithDefeatBanditsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Para derrotar Jack você precisa encontrar um soldado chamado Roland.  Ele está desaparecido mas, você tem uma pista: uma caçadora de recompensas muito temida, conhecida como Águia de Fogo, entrou em contato com o Roland pouco antes de você chegar.\nApós encontrá-la, você descobriu que a Águia de Fogo na verdade era a Lilith, uma antiga Caçadora da Sepultura e amiga do Roland.  Ela afirma que está do seu lado.  Se você ajudá-la a lidar com os Bloddshots, ela lhe dará informações importantes sobre o paradeiro do Roland.\n"

[M_Ep5_ThePhoenix:InsideCaveSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep5_ThePhoenix:LastWaveGiveEridium MissionObjectiveDefinition]
ProgressMessage="Entregue o Eridium para Lilith"

[M_Ep5_ThePhoenix:LastWaveGiveEridiumSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Para acabar com o Jack, você terá que encontrar um soldado chamado Roland.  Ele está desaparecido mas, você tem uma pista: uma caçadora de recompensas muito temida, conhecida como Águia de Fogo, entrou em contato com o Roland pouco antes de você chegar.\nApós encontrá-la, você descobriu que a Águia de Fogo na verdade era a Lilith, uma antiga Caçadora da Sepultura e amiga do Roland.  Lilith ajudou você a se livrar de um grupo de bandidos fanáticos. Agora chegou a hora de obter informações sobre o paradeiro do Roland.\n"

[M_Ep5_ThePhoenix:LastWaveGrabEridium MissionObjectiveDefinition]
ProgressMessage="Pegue a pedra de Eridium"

[M_Ep5_ThePhoenix:LastWaveGrabEridiumSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Para acabar com o Jack, você terá que encontrar um soldado chamado Roland.  Ele está desaparecido mas, você tem uma pista: uma caçadora de recompensas muito temida, conhecida como Águia de Fogo, entrou em contato com o Roland pouco antes de você chegar.\nApós encontrá-la, você descobriu que a Águia de Fogo na verdade era a Lilith, uma antiga Caçadora da Sepultura e amiga do Roland.  Vocês conseguiram dizimar um grupo de bandidos, porém, Lilith ainda precisa da sua ajuda.  Ela está muito cansada e pediu que você consiga um pouco de Eridium pra ela.\n"

[M_Ep5_ThePhoenix:ReviveLilith MissionObjectiveDefinition]
ProgressMessage="Acorde Lilith"

[M_Ep5_ThePhoenix:ReviveLilithSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Acorde Lilith"
MissionDescriptionOverride="Para acabar com o Jack, você terá que encontrar um soldado chamado Roland.  Ele está desaparecido mas, você tem uma pista: uma caçadora de recompensas muito temida, conhecida como Águia de Fogo, entrou em contato com o Roland pouco antes de você chegar.\nApós encontrá-la, você descobriu que a Águia de Fogo na verdade era a Lilith, uma antiga Caçadora da Sepultura e amiga do Roland.  Ela afirma que está do seu lado.  Se você ajudá-la a lidar com os Bloddshots, ela lhe dará informações importantes sobre o paradeiro do Roland.\n"

[M_Ep5_ThePhoenix:RolandSafeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep5_ThePhoenix:SpeaktoFireHawkSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep5_ThePhoenix:WitnessBloodshotsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

